@extends('layouts.master')

@section('title', $title)

@section('content')
    <div class="child-page-content">
        <h1 class="title-page">{{$title}}</h1>

       <div class="child-page-content__text scroll-line">
           <p>
               Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий требуют определения и уточнения направлений прогрессивного развития. Товарищи! консультация с широким активом способствует подготовки и реализации соответствующий условий активизации.
           </p>
           <p>
               Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям.
           </p>
           <p>
               Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия.
           </p>
           <p>
               Равным образом укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Равным образом новая модель организационной деятельности способствует подготовки и реализации новых предложений.
           </p>
       </div>
    </div>
@endsection

