@extends('layouts.master')

@section('title', $title)

@section('content')
    <div class="child-page-content">
		<div class="container">
			<h1 class="title-page">{{$title}}</h1>

			<div class="child-page-content__text scroll-line">
				<p>
					<b>1.1.</b> Данное пользовательское соглашение (именуемое в дальнейшем Соглашение) представляет собой оферту условий по пользованию веб-сайтом www.promo.assamtea.kz, (далее – Сайт), в лице Администрации сайта и физическим лицом (именуемым в дальнейшем Пользователь), и регламентирующее условия предоставления Пользователем информации для размещения на Сайте.<br/>
					<b>1.2.</b> Пользователем Сайта считается любое физическое лицо, когда-либо осуществившее доступ к Сайту, достигшее возраста, допустимого для акцепта настоящего Соглашения.<br/>
					<b>1.3.</b> Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящего Соглашения. В случае несогласия с условиями Соглашения, использование Сайта Пользователем должно быть немедленно прекращено.<br/>
					<b>1.4.</b> Настоящее Соглашение может быть изменено и/или дополнено Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и общедоступным документом.<br/>
					<b>1.5.</b> Соглашение предусматривает взаимные права и обязанности Пользователя и Администрации Сайта по следующим пунктам:<br/>

					•	Порядок использования Сайта, <br/>
					•	Политика конфиденциальности, <br/>
					•	Ограничение ответственности Администрации сайта,<br/>
					•	Порядок действия Соглашения.
				</p>
				<p>
					<b>2.</b> Порядок использования Сайта<br/>
					<b>2.1.</b> Сайт позволяет вам просматривать и загружать информацию с нашего сайта исключительно для личного некоммерческого использования. Запрещается изменять материалы сайта, распространять для общественных или коммерческих целей. Любое использование информации на других сайтах или в компьютерных сетях запрещается.<br/>
					<b>2.2.</b> При регистрации на сайте, вы соглашаетесь предоставить достоверную и точную информацию о себе и своих контактных данных.<br/>
					<b>2.3.</b> В процессе регистрации на сайте, вы получаете логин и пароль за безопасность, которых вы несете ответственность.<br/>
					<b>2.4.</b> Вы можете обращаться к нам с вопросами, претензиями, пожеланиями по улучшению работы, либо с какой-либо иной информацией. При этом вы несете ответственность, что данное обращение не является незаконным, угрожающим, нарушает авторские права, дискриминацию людей по какому-либо признаку, а также содержит оскорбления либо иным образом нарушает действующее законодательство РК.<br/><br/>

					<b>3.</b> Персональная информация Пользователя<br/>
					<b>3.1.</b> Администрация сайта с ответственностью относится к конфиденциальной информации любого лица, ставшего посетителем этого сайта. Принимая это Соглашение Пользователь дает согласие на сбор и использование определенной информации о Пользователе в соответствии с положениями Закона РК «О персональных данных» и политикой Администрации сайта о защите персональных данных. Кроме того, пользователь дает согласие, что Администрация сайта может собирать, использовать, передавать, обрабатывать и поддерживать информацию, связанную с аккаунтом Пользователя, IP – адресом устройства с целью предоставления соответственных услуг.<br/>
					<b>3.2.</b> Администрация сайта обязуется осуществлять сбор только той персональной информации, которую Пользователь предоставляет добровольно в случае, когда информация нужна для предоставления (улучшения) услуг Пользователю.<br/>
					<b>3.3.</b> Администрация сайта собирает как основные персональные данные, такие как имя, фамилия, отчество, дата рождения и номер мобильного телефона, так и вторичные (технические) данные - файлы cookies, IP – адрес устройства, информация о соединениях и системная информация.<br/>
					<b>3.4.</b> Пользователь соглашается с тем, что конфиденциальность переданных через Интернет данных не гарантирована в случае, если доступ к этим данным получен третьими лицами вне зоны технических средств связи, доступных Администрации сайта, Администрация сайта не несет ответственности за ущерб, нанесенный таким доступом.<br/>
					<b>3.5.</b> Администрация сайта может использовать любую собранную через Сайт информацию с целью улучшения содержания интернет-сайта, его доработки, передачи информации Пользователю (по запросам), для маркетинговых или исследовательских целей, а также для других целей, не противоречащим положениям действующего законодательства РК.
				</p>
				<p>
					<b>4.</b> Ограничение ответственности Администрации сайта<br/>
					<b>4.1.</b> Администрация сайта не несет никакой ответственности за любые ошибки, опечатки и неточности, которые могут быть обнаружены в материалах, содержащихся на данном Сайте. Администрация сайта прикладывает все необходимые усилия, чтобы обеспечить точность и достоверность представляемой на Сайте информации. Вся информация и материалы предоставляются на условиях "как есть", без каких-либо гарантий, как явных, так и подразумеваемых.<br/>
					<b>4.2.</b> Информация на Сайте постоянно обновляется и в любой момент может стать устаревшей. Администрация сайта не несет ответственности за получение устаревшей информации с Сайта, а также за неспособность Пользователя получить обновления хранящейся на Сайте информации.<br/>
					<b>4.3.</b> Администрация сайта не несет никакой ответственности за высказывания и мнения посетителей сайта, оставленные в качестве комментариев или обзоров. Мнение Администрация сайта может не совпадать с мнением и позицией авторов обзоров и комментариев. В то же время Администрация сайта принимает все возможные меры, чтобы не допускать публикацию сообщений, нарушающих действующее законодательство или нормы морали.<br/>
					<b>4.4.</b> Администрация сайта не несет ответственности за возможные противоправные действия Пользователя относительно третьих лиц, либо третьих лиц относительно Пользователя.<br/>
					<b>4.5.</b> Администрация сайта не несет ответственности за высказывания Пользователя, произведенные или опубликованные на Сайте.<br/>
					<b>4.6.</b> Администрация сайта не несет ответственности за ущерб, убытки или расходы (реальные либо возможные), возникшие в связи с настоящим Сайтом, его использованием или невозможностью использования.<br/>
					<b>4.7.</b> Администрация сайта не несет ответственности за утерю Пользователем возможности доступа к своему аккаунту — учетной записи на Сайте.<br/>
					<b>4.8.</b> Администрация сайта не несет ответственности за неполное, неточное, некорректное указание Пользователем своих данных при создании учетной записи Пользователя.<br/>
					<b>4.9.</b> При возникновении проблем в использовании Сайта, несогласия с конкретными разделами Пользовательского соглашения, либо получении Пользователем недостоверной информации от третьих лиц, либо информации оскорбительного характера, любой иной неприемлемой информации, пожалуйста, обратитесь к администрации Сайта для того, чтобы Администрация сайта могла проанализировать и устранить соответствующие дефекты, ограничить и предотвратить поступление на Сайт нежелательной информации, а также, при необходимости, ограничить либо прекратить обязательства по предоставлению своих услуг любому Пользователю и клиенту, умышленно нарушающему предписания Соглашения и функционирование работы Сайта.<br/>
					<b>4.10.</b> В целях вышеизложенного Администрация сайта оставляет за собой право удалять размещенную на Сайте информацию и предпринимать технические и юридические меры для прекращения доступа к Сайту Пользователей, создающих согласно заключению Администрация сайта, проблемы в использовании Сайта другими Пользователями, или Пользователей, нарушающих требования Соглашения.
				</p>
				<p>
					<b>5.</b> Порядок действия Соглашения<br/>
					<b>5.1.</b> Настоящее Соглашение является договором. Администрация сайта оставляет за собой право, как изменить настоящее Соглашение, так и ввести новое. Подобные изменения вступают в силу с момента их размещения на Сайте. Использование Пользователем материалов сайта после изменения Соглашения автоматически означает их принятие.<br/>
					<b>5.2.</b> Данное Соглашение вступает в силу при первом посещении Сайта Пользователем и действует между Пользователем и Компанией на протяжении всего периода использования Пользователем Сайта.<br/>
					<b>5.3.</b> Сайт является объектом права интеллектуальной собственности Администрации сайта. Все исключительные имущественные авторские права на сайт принадлежат Администрации сайта. Использование сайта Пользователями возможно строго в рамках Соглашения и законодательства РФ о правах интеллектуальной собственности.<br/>
					<b>5.4.</b> Все торговые марки и названия, на которые даются ссылки в материалах настоящего Сайта, являются собственностью их соответствующих владельцев.
					<b>5.5.</b> Пользователь соглашается не воспроизводить, не повторять, не копировать, какие-либо части Сайта, кроме тех случаев, когда такое разрешение дано Пользователю Администрацией сайта.<br/>
					<b>5.6.</b> Настоящее Соглашение регулируется и толкуется в соответствии с законодательством РФ. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством РК
				</p>
			</div>
        </div>
    </div>
@endsection

